import dummyimg from '../assets/dummyimg.jpg'

const articles = [
    {
        id: 1,
        title: '«Центральной Азии важна последовательная и предсказуемая Россия»',
        subtitle: 'Эксперт из Узбекистана об адекватном понимании того, как выстраивать отношения между нашими странами',
        tag: 'интервью',
        img: dummyimg,
        text: 'Информационно-аналитический телеграм-канал «Стан-Центр» пообщался с экспертом из Узбекистана, кандидатом философских наук, профессором Казахстанско-Немецкого университета Рустамом Бурнашевым. Эксперт рассказал, чего ждёт Центральная Азия от президентских выборов в России. \n' +
            '— Уважаемый Рустам Ренатович, на ваш взгляд, может ли смерть Алексея Навального** внести коррективы в текущие политические процессы в России?\n' +
            '— Факт смерти Навального** нужно расследовать. На текущие политические процессы в России или в любой другой стране это событие никак не повлияет. Что касается его заявлений в бытность оппозиционным политиком по поводу ужесточения условий пребывания мигрантов из Центральной Азии, то нужно понимать степень его влияния на Москву. Этого влияния не было, он не входил в группу людей, которые могли рекомендовать и тем более принимать какие-то решения в отношении миграционной или какой-то иной политики в стране. Навальный** никогда не был каналом передачи информации от власти или групп вокруг власти в России и его высказывания по аспектам внешней политики Москвы были его личным мнением.\n' +
            '— А вообще, обсуждаются ли выборы президента России в Казахстане и Узбекистане?\n' +
            '— В публичном пространстве Казахстана и Узбекистана президентские выборы в России не обсуждаются. СМИ освещает процесс подготовки к выборам в формате новостей. Вероятно, ближе к дате начала голосования — 15-17 марта 2024 года интерес увеличиться. Для аудитории в Казахстане и Узбекистане российские президентские выборы совершенно рутинное событие, не представляющее интереса. В российских СМИ тема выборов, насколько я знаю, освещается гораздо плотнее.\n' +
            '— Что страны Центральной Азии могут ожидать от России после мартовских выборов? \n' +
            '— Региону важна предсказуемость и последовательность России по отношению к внешним партнёрам. Но это скорее вопрос к системе, а не к конкретным персоналиям.\n' +
            '— Что вы имеете в виду?\n' +
            '— Это обусловлено двумя причинами. В Казахстане, например, сейчас запущены внутренние политические процессы, проявляющиеся в смене кадров. Условно говоря первые контактирующие персоны — министры, их заместители и помощники меняются. Напомню, 5 февраля в стране произошла отставка правительства. На смену прежним чиновникам приходят люди новой формации, условного поколения 80-х годов. У них не может быть персональных контактов с внешними партнёрами Казахстана. Они будут налаживать знакомства и заводить связи с «нуля». Вторая причина — тренд на институционализацию, который актуален для России и стран Центральной Азии. Особенно для Казахстана. То есть в системе управления значительно большую роль начинают играть институты, а не персоны. Если совсем упрощать объяснение, то нам важна сама политика, а не люди, которые её реализовывают.\n',
        favourite: true,
        author: 'Камилла АЛИЕВА',
        date: 'February 19, 2024'
    },
    {
        id: 2,
        title: '«Центральной Азии важна последовательная и предсказуемая Россия»',
        subtitle: 'Эксперт из Узбекистана об адекватном понимании того, как выстраивать отношения между нашими странами',
        tag: 'интервью',
        img: dummyimg,
        text: 'Информационно-аналитический телеграм-канал «Стан-Центр» пообщался с экспертом из Узбекистана, кандидатом философских наук, профессором Казахстанско-Немецкого университета Рустамом Бурнашевым. Эксперт рассказал, чего ждёт Центральная Азия от президентских выборов в России. \n' +
            '— Уважаемый Рустам Ренатович, на ваш взгляд, может ли смерть Алексея Навального** внести коррективы в текущие политические процессы в России?\n' +
            '— Факт смерти Навального** нужно расследовать. На текущие политические процессы в России или в любой другой стране это событие никак не повлияет. Что касается его заявлений в бытность оппозиционным политиком по поводу ужесточения условий пребывания мигрантов из Центральной Азии, то нужно понимать степень его влияния на Москву. Этого влияния не было, он не входил в группу людей, которые могли рекомендовать и тем более принимать какие-то решения в отношении миграционной или какой-то иной политики в стране. Навальный** никогда не был каналом передачи информации от власти или групп вокруг власти в России и его высказывания по аспектам внешней политики Москвы были его личным мнением.\n' +
            '— А вообще, обсуждаются ли выборы президента России в Казахстане и Узбекистане?\n' +
            '— В публичном пространстве Казахстана и Узбекистана президентские выборы в России не обсуждаются. СМИ освещает процесс подготовки к выборам в формате новостей. Вероятно, ближе к дате начала голосования — 15-17 марта 2024 года интерес увеличиться. Для аудитории в Казахстане и Узбекистане российские президентские выборы совершенно рутинное событие, не представляющее интереса. В российских СМИ тема выборов, насколько я знаю, освещается гораздо плотнее.\n' +
            '— Что страны Центральной Азии могут ожидать от России после мартовских выборов? \n' +
            '— Региону важна предсказуемость и последовательность России по отношению к внешним партнёрам. Но это скорее вопрос к системе, а не к конкретным персоналиям.\n' +
            '— Что вы имеете в виду?\n' +
            '— Это обусловлено двумя причинами. В Казахстане, например, сейчас запущены внутренние политические процессы, проявляющиеся в смене кадров. Условно говоря первые контактирующие персоны — министры, их заместители и помощники меняются. Напомню, 5 февраля в стране произошла отставка правительства. На смену прежним чиновникам приходят люди новой формации, условного поколения 80-х годов. У них не может быть персональных контактов с внешними партнёрами Казахстана. Они будут налаживать знакомства и заводить связи с «нуля». Вторая причина — тренд на институционализацию, который актуален для России и стран Центральной Азии. Особенно для Казахстана. То есть в системе управления значительно большую роль начинают играть институты, а не персоны. Если совсем упрощать объяснение, то нам важна сама политика, а не люди, которые её реализовывают.\n',
        favourite: true,
        author: 'Камилла АЛИЕВА',
        date: 'February 19, 2024'
    },
    {
        id: 3,
        title: '«Центральной Азии важна последовательная и предсказуемая Россия»',
        subtitle: 'Эксперт из Узбекистана об адекватном понимании того, как выстраивать отношения между нашими странами',
        tag: 'интервью',
        img: dummyimg,
        text: 'Информационно-аналитический телеграм-канал «Стан-Центр» пообщался с экспертом из Узбекистана, кандидатом философских наук, профессором Казахстанско-Немецкого университета Рустамом Бурнашевым. Эксперт рассказал, чего ждёт Центральная Азия от президентских выборов в России. \n' +
            '— Уважаемый Рустам Ренатович, на ваш взгляд, может ли смерть Алексея Навального** внести коррективы в текущие политические процессы в России?\n' +
            '— Факт смерти Навального** нужно расследовать. На текущие политические процессы в России или в любой другой стране это событие никак не повлияет. Что касается его заявлений в бытность оппозиционным политиком по поводу ужесточения условий пребывания мигрантов из Центральной Азии, то нужно понимать степень его влияния на Москву. Этого влияния не было, он не входил в группу людей, которые могли рекомендовать и тем более принимать какие-то решения в отношении миграционной или какой-то иной политики в стране. Навальный** никогда не был каналом передачи информации от власти или групп вокруг власти в России и его высказывания по аспектам внешней политики Москвы были его личным мнением.\n' +
            '— А вообще, обсуждаются ли выборы президента России в Казахстане и Узбекистане?\n' +
            '— В публичном пространстве Казахстана и Узбекистана президентские выборы в России не обсуждаются. СМИ освещает процесс подготовки к выборам в формате новостей. Вероятно, ближе к дате начала голосования — 15-17 марта 2024 года интерес увеличиться. Для аудитории в Казахстане и Узбекистане российские президентские выборы совершенно рутинное событие, не представляющее интереса. В российских СМИ тема выборов, насколько я знаю, освещается гораздо плотнее.\n' +
            '— Что страны Центральной Азии могут ожидать от России после мартовских выборов? \n' +
            '— Региону важна предсказуемость и последовательность России по отношению к внешним партнёрам. Но это скорее вопрос к системе, а не к конкретным персоналиям.\n' +
            '— Что вы имеете в виду?\n' +
            '— Это обусловлено двумя причинами. В Казахстане, например, сейчас запущены внутренние политические процессы, проявляющиеся в смене кадров. Условно говоря первые контактирующие персоны — министры, их заместители и помощники меняются. Напомню, 5 февраля в стране произошла отставка правительства. На смену прежним чиновникам приходят люди новой формации, условного поколения 80-х годов. У них не может быть персональных контактов с внешними партнёрами Казахстана. Они будут налаживать знакомства и заводить связи с «нуля». Вторая причина — тренд на институционализацию, который актуален для России и стран Центральной Азии. Особенно для Казахстана. То есть в системе управления значительно большую роль начинают играть институты, а не персоны. Если совсем упрощать объяснение, то нам важна сама политика, а не люди, которые её реализовывают.\n',
        favourite: true,
        author: 'Камилла АЛИЕВА',
        date: 'February 19, 2024'
    },
    {
        id: 4,
        title: '«Центральной Азии важна последовательная и предсказуемая Россия»',
        subtitle: 'Эксперт из Узбекистана об адекватном понимании того, как выстраивать отношения между нашими странами',
        tag: 'интервью',
        img: dummyimg,
        text: 'Информационно-аналитический телеграм-канал «Стан-Центр» пообщался с экспертом из Узбекистана, кандидатом философских наук, профессором Казахстанско-Немецкого университета Рустамом Бурнашевым. Эксперт рассказал, чего ждёт Центральная Азия от президентских выборов в России. \n' +
            '— Уважаемый Рустам Ренатович, на ваш взгляд, может ли смерть Алексея Навального** внести коррективы в текущие политические процессы в России?\n' +
            '— Факт смерти Навального** нужно расследовать. На текущие политические процессы в России или в любой другой стране это событие никак не повлияет. Что касается его заявлений в бытность оппозиционным политиком по поводу ужесточения условий пребывания мигрантов из Центральной Азии, то нужно понимать степень его влияния на Москву. Этого влияния не было, он не входил в группу людей, которые могли рекомендовать и тем более принимать какие-то решения в отношении миграционной или какой-то иной политики в стране. Навальный** никогда не был каналом передачи информации от власти или групп вокруг власти в России и его высказывания по аспектам внешней политики Москвы были его личным мнением.\n' +
            '— А вообще, обсуждаются ли выборы президента России в Казахстане и Узбекистане?\n' +
            '— В публичном пространстве Казахстана и Узбекистана президентские выборы в России не обсуждаются. СМИ освещает процесс подготовки к выборам в формате новостей. Вероятно, ближе к дате начала голосования — 15-17 марта 2024 года интерес увеличиться. Для аудитории в Казахстане и Узбекистане российские президентские выборы совершенно рутинное событие, не представляющее интереса. В российских СМИ тема выборов, насколько я знаю, освещается гораздо плотнее.\n' +
            '— Что страны Центральной Азии могут ожидать от России после мартовских выборов? \n' +
            '— Региону важна предсказуемость и последовательность России по отношению к внешним партнёрам. Но это скорее вопрос к системе, а не к конкретным персоналиям.\n' +
            '— Что вы имеете в виду?\n' +
            '— Это обусловлено двумя причинами. В Казахстане, например, сейчас запущены внутренние политические процессы, проявляющиеся в смене кадров. Условно говоря первые контактирующие персоны — министры, их заместители и помощники меняются. Напомню, 5 февраля в стране произошла отставка правительства. На смену прежним чиновникам приходят люди новой формации, условного поколения 80-х годов. У них не может быть персональных контактов с внешними партнёрами Казахстана. Они будут налаживать знакомства и заводить связи с «нуля». Вторая причина — тренд на институционализацию, который актуален для России и стран Центральной Азии. Особенно для Казахстана. То есть в системе управления значительно большую роль начинают играть институты, а не персоны. Если совсем упрощать объяснение, то нам важна сама политика, а не люди, которые её реализовывают.\n',
        favourite: true,
        author: 'Камилла АЛИЕВА',
        date: 'February 19, 2024'
    },
    {
        id: 5,
        title: '«Центральной Азии важна последовательная и предсказуемая Россия»',
        subtitle: 'Эксперт из Узбекистана об адекватном понимании того, как выстраивать отношения между нашими странами',
        tag: 'интервью',
        img: dummyimg,
        text: 'Информационно-аналитический телеграм-канал «Стан-Центр» пообщался с экспертом из Узбекистана, кандидатом философских наук, профессором Казахстанско-Немецкого университета Рустамом Бурнашевым. Эксперт рассказал, чего ждёт Центральная Азия от президентских выборов в России. \n' +
            '— Уважаемый Рустам Ренатович, на ваш взгляд, может ли смерть Алексея Навального** внести коррективы в текущие политические процессы в России?\n' +
            '— Факт смерти Навального** нужно расследовать. На текущие политические процессы в России или в любой другой стране это событие никак не повлияет. Что касается его заявлений в бытность оппозиционным политиком по поводу ужесточения условий пребывания мигрантов из Центральной Азии, то нужно понимать степень его влияния на Москву. Этого влияния не было, он не входил в группу людей, которые могли рекомендовать и тем более принимать какие-то решения в отношении миграционной или какой-то иной политики в стране. Навальный** никогда не был каналом передачи информации от власти или групп вокруг власти в России и его высказывания по аспектам внешней политики Москвы были его личным мнением.\n' +
            '— А вообще, обсуждаются ли выборы президента России в Казахстане и Узбекистане?\n' +
            '— В публичном пространстве Казахстана и Узбекистана президентские выборы в России не обсуждаются. СМИ освещает процесс подготовки к выборам в формате новостей. Вероятно, ближе к дате начала голосования — 15-17 марта 2024 года интерес увеличиться. Для аудитории в Казахстане и Узбекистане российские президентские выборы совершенно рутинное событие, не представляющее интереса. В российских СМИ тема выборов, насколько я знаю, освещается гораздо плотнее.\n' +
            '— Что страны Центральной Азии могут ожидать от России после мартовских выборов? \n' +
            '— Региону важна предсказуемость и последовательность России по отношению к внешним партнёрам. Но это скорее вопрос к системе, а не к конкретным персоналиям.\n' +
            '— Что вы имеете в виду?\n' +
            '— Это обусловлено двумя причинами. В Казахстане, например, сейчас запущены внутренние политические процессы, проявляющиеся в смене кадров. Условно говоря первые контактирующие персоны — министры, их заместители и помощники меняются. Напомню, 5 февраля в стране произошла отставка правительства. На смену прежним чиновникам приходят люди новой формации, условного поколения 80-х годов. У них не может быть персональных контактов с внешними партнёрами Казахстана. Они будут налаживать знакомства и заводить связи с «нуля». Вторая причина — тренд на институционализацию, который актуален для России и стран Центральной Азии. Особенно для Казахстана. То есть в системе управления значительно большую роль начинают играть институты, а не персоны. Если совсем упрощать объяснение, то нам важна сама политика, а не люди, которые её реализовывают.\n',
        favourite: true,
        author: 'Камилла АЛИЕВА',
        date: 'February 19, 2024'
    }
]

export default articles